Revit 2027 API
FabricSheet.CutSheetMass Property
 The sheet mass after cutting has taken place.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double CutSheetMass { get; }
Public ReadOnly Property CutSheetMass As Double
	Get
public:
property double CutSheetMass {
	double get ();
}
member CutSheetMass : float with get
Property Value
Double
See Also
Reference
FabricSheet Class
Autodesk.Revit.DB.Structure Namespace